<?php

return[
    'admin' => 'admin',
    'panel' => 'panel',
    'permisions' => [

        'dashboard' => [
            'title' => 'داشبورد پنل',
        ],

//        'users' => array(
//            'title' => 'ادمین ها',
//            'access' => array(
//                'index' => ' مشاهده کاربران سایت',
//                'create' => 'اضافه کردن کاربر',
//                'edit' => ' ویرایش کاربر',
//                'delete' => 'حذف کاربر',
//            )
//        ),

        'role' => array(
            'title' => 'سطح دسترسی',
            'access' => array(
                'index' => ' مشاهده سطح دسترسی ها',
                'create' => 'اضافه کردن سطح دسترسی',
                'edit' => ' ویرایش سطح دسترسی',
                'delete' => 'حذف دسترسی',
            )
        ),

//
//        'slider' => array(
//            'title' => 'اسلایدر ها',
//            'access' => array(
//                'index' => ' مشاهده اسلایدر ها',
//                'create' => 'اضافه کردن اسلایدر ',
//                'edit' => ' ویرایش اسلایدر',
//                'delete' => 'حذف اسلایدر',
//            )
//        ),
//
//        'categoryarticles' => array(
//            'title' => 'دسته بندی مقالات',
//            'access' => array(
//                'index' => ' مشاهده دسته بندی مقالات',
//                'create' => 'اضافه کردن دسته بندی مقالات ',
//                'edit' => ' ویرایش دسته بندی مقالات',
//                'delete' => 'حذف دسته بندی مقالات',
//            )
//        ),
//
//        'articles' => array(
//            'title' => 'مقالات',
//            'access' => array(
//                'index' => ' مشاهده مقالات',
//                'create' => 'اضافه کردن مقالات ',
//                'edit' => ' ویرایش مقالات',
//                'delete' => 'حذف مقالات',
//            )
//        ),
//
//        'categoryservices' => array(
//            'title' => 'دسته بندی خدمات',
//            'access' => array(
//                'index' => ' مشاهده دسته بندی خدمات',
//                'create' => 'اضافه کردن دسته بندی خدمات ',
//                'edit' => ' ویرایش دسته بندی خدمات',
//                'delete' => 'حذف دسته بندی خدمات',
//            )
//        ),
//
//        'services' => array(
//            'title' => 'خدمات',
//            'access' => array(
//                'index' => ' مشاهده خدمات',
//                'create' => 'اضافه کردن خدمات ',
//                'edit' => ' ویرایش خدمات',
//                'delete' => 'حذف خدمات',
//            )
//        ),
//
//        'courses' => array(
//            'title' => 'دوره ها',
//            'access' => array(
//                'index' => ' مشاهده دوره ها',
//                'create' => 'اضافه کردن دوره ها ',
//                'edit' => ' ویرایش دوره ها',
//                'delete' => 'حذف دوره ها',
//            )
//        ),
//
//        'consultants' => array(
//            'title' => 'مشاورین',
//            'access' => array(
//                'index' => ' مشاهده مشاورین',
//                'create' => 'اضافه کردن مشاورین ',
//                'edit' => ' ویرایش مشاورین',
//                'delete' => 'حذف مشاورین',
//            )
//        ),
//
//        'expertises' => array(
//            'title' => 'تخصوص مشاورین',
//            'access' => array(
//                'index' => 'شاهده تخصوص مشاورین',
//                'create' => 'اضافه کردن تخصوص مشاورین ',
//                'edit' => ' ویرایش تخصوص مشاورین',
//                'delete' => 'حذف تخصوص مشاورین',
//            )
//        ),
//
//        'comments' => array(
//            'title' => 'کامنت ها',
//            'access' => array(
//                'indexArticle' => ' مشاهده کامنت های مقالات',
//                'indexService' => ' مشاهده کامنت های خدمات',
//                'indexCourse' => ' مشاهده کامنت های دوره ها',
//                'indexConsultant' => ' مشاهده کامنت های مشاوران ها',
//                'edit' => ' ویرایش کامنت ها ',
//                'delete' => 'حذف کامنت ها',
//            )
//        ),
//
//
//        'requestconsultant' => array(
//            'title' => 'درخواست مشاوره',
//            'access' => array(
//                'index' => ' مشاهده درخواست مشاوره',
//                'edit' => 'ویرایش درخواست مشاوره',
//                'delete' => 'حذف درخواست مشاوره',
//            )
//        ),
//
//        'contacts' => array(
//            'title' => 'تماس با ما',
//            'access' => array(
//                'index' => ' مشاهده تماس با ما',
//                'delete' => 'حذف تماس با ما',
//            )
//        ),
//
//        'contacts' => array(
//            'title' => 'تماس با ما',
//            'access' => array(
//                'index' => ' مشاهده تماس با ما',
//                'delete' => 'حذف تماس با ما',
//            )
//        ),
//
//        'requesrcourses' => array(
//            'title' => 'درخواست خرید دوره',
//            'access' => array(
//                'index' => ' مشاهده خرید دوره',
//                'edit' => 'ویرایش خرید دوره',
//                'delete' => 'حذف خرید دوره',
//            )
//        ),
//
//        'setting' => array(
//            'title' => 'تنظیمات',
//            'access' => array(
//                'index' => ' مشاهده تنظیمات',
//                'edit' => 'ویرایش تنظیمات',
//
//            )
//        ),
//
//        'departmans' => array(
//            'title' => 'دپارتمان ها',
//            'access' => array(
//                'index' => ' مشاهده دپارتمان',
//                'create' => 'اضافه دپارتمان',
//                'edit' => 'ویرایش دپارتمان',
//                'delete' => 'حذف دپارتمان',
//
//            )
//        ),
//
//
//        'landings' => array(
//            'title' => 'درخواست مشاوره کودکان ',
//            'access' => array(
//                'index' => ' مشاهده درخواست ها',
//                'delete' => 'حذف درخواست ها',
//            )
//        ),
//
//        'redirects' => array(
//            'title' => 'ریدایرکت',
//            'access' => array(
//                'index' => ' مشاهده ریدایکت',
//                'create' => 'اضافه کردن ریدایرکت',
//                'delete' => 'حذف ریدایرکت',
//            )
//        ),
//
//        'calendar' => array(
//            'title' => 'تقویم',
//            'access' => array(
//                'index' => ' مشاهده تقویم',
//                'daily' => ' مشاهده تقویم روزانه',
//            )
//        ),
//
//        'events' => array(
//            'title' => 'نوبت ها',
//            'access' => array(
//                'index' => ' مشاهده نوبت ها',
//                'create' => 'اضافه کردن نوبت',
//                'edit' => 'ویرایش کردن نوبت',
//                'delete' => 'حذف نوبت',
//                'print' =>'پرینت نوبت'
//            )
//        ),
//        'order' => array(
//            'title' => 'فاکتور ها',
//            'access' => array(
//                'index' => ' مشاهده فاکتور ها',
//                'create' => 'نمایش جزئیات فاکتور ها',
//                'edit' => 'ویرایش کردن فاکتور',
//                // 'delete' => 'حذف نوبت',
//            )
//        ),
//        'ticket' => array(
//            'title' => 'تیکت ها',
//            'access' => array(
//                'index' => ' مشاهده تیکت ها',
//                'create' => 'نمایش جزئیات تیکت ها',
//                'edit' => 'ویرایش کردن تیکت',
//                'delete' => 'حذف تیکت',
//            )
//        ),
//



    ]

]

?>
